Repository: Telos-Team/TTTHGS-Core
Catalog: Translations/TTT Hummels Gulvservice Core.dan.xlf
Languages: da_dk

# Table 2013768503 - Property 2879900210
source: Extra Setup
da_dk: Extraopsætning

# Table 2013768503 - Field 850685807 - Property 2879900210
source: Code
da_dk: Kode

# Report 2293608364 - Property 2879900210
source: Job - Work Order
da_dk: Sag - Arbejdsseddel

# Report 2293608364 - NamedType 1503118145
source: Work Order
da_dk: Arbejdsseddel

# PageExtension 3755232461 - Control 821135556 - Property 2879900210
source: Work Description
da_dk: Arbejdsbeskrivelse

# PageExtension 3755232461 - Control 4276415856 - Property 2879900210
source: Delivery
da_dk: Levering

# PageExtension 3755232461 - Action 2293608364 - Property 2879900210
source: Work Order
da_dk: Arbejdsseddel

# TableExtension 2522195601 - Field 2950208852 - Property 2879900210
source: Delivery Customer No.
da_dk: Levering Kundenr.

# TableExtension 2522195601 - Field 144689896 - Property 2879900210
source: Delivery Contact No.
da_dk: Levering Kontaktnr.

# TableExtension 2522195601 - Field 1484013205 - Property 2879900210
source: Delivery Name
da_dk: Levering Navn

# TableExtension 2522195601 - Field 2194659651 - Property 2879900210
source: Delivery Name 2
da_dk: Levering Navn 2

# TableExtension 2522195601 - Field 1984929382 - Property 2879900210
source: Delivery Address
da_dk: Levering Adresse

# TableExtension 2522195601 - Field 1388737244 - Property 2879900210
source: Delivery Address 2
da_dk: Levering Adresse 2

# TableExtension 2522195601 - Field 3976638795 - Property 2879900210
source: Delivery Post Code
da_dk: Levering Postnr.

# TableExtension 2522195601 - Field 1421709061 - Property 2879900210
source: Delivery City
da_dk: Levering By

# TableExtension 2522195601 - Field 669823211 - Property 2879900210
source: Delivery Phone No.
da_dk: Levering Telefonnr.

# TableExtension 2522195601 - Field 90525241 - Property 2879900210
source: Work Description
da_dk: Arbejdsbeskrivelse

# TableExtension 2522195601 - Field 837243670 - Property 2879900210
source: Your Reference
da_dk: Deres reference

# TableExtension 2522195601 - Field 1169794117 - Property 2879900210
source: External Document No.
da_dk: Eksternt bilagsnr.

# PageExtension 3403385666 - Action 3457110688 - Property 2879900210
source: Customer Comments
da_dk: Kundebemærkninger

# PageExtension 3403385666 - Action 3457110688 - Property 1295455071
source: View or add comments for the record.
da_dk: Se eller tilføj bemærkninger for kunden.

# PageExtension 4190833266 - Action 3404809119 - Property 2879900210
source: Create Job
da_dk: Opret sag

# PageExtension 3403385666 - Action 3404809119 - Property 2879900210
source: Create Job
da_dk: Opret sag

# PageExtension 4190833266 - Action 3404809119 - Property 1295455071
source: Convert the sales quote to a job.
da_dk: Omdan salgstilbuddet til en sag.

# PageExtension 3403385666 - Action 3404809119 - Property 1295455071
source: Convert the sales order to a job.
da_dk: Omdan salgsordren til en sag.

# TableExtension 2522195601 - Field 941801181 - Property 2879900210
source: Quote No.
da_dk: Tilbudsnr.

# TableExtension 2522195601 - Field 1628451465 - Property 2879900210
source: Order No.
da_dk: Ordrenr.

# Codeunit 2816810988 - NamedType 1197388261
source: Do you want to convert the document to job?
da_dk: Vil du omdanne dokumentet til en sag?
